Repository: apprl/sorl-thumbnail
Catalog: apparelrow/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Swedish (SEK)
sv: Svenska (SEK)

source: Danish (DKK)
sv: Danska (DKK)

source: Norwegian (NOK)
sv: Norska (NOK)

source: yes
sv: ja

source: no
sv: nej

source: Time created
sv: Tid tillagd

source: Time modified
sv: Tid ändrad

source: Yes
sv: Ja

source: No
sv: Nej

source: %(count)s product on sale
sv: %(count)s prissänkt produkt

source: %(count)s product
sv: %(count)s produkt

source: Search result for
sv: Sökresultat för

source: You have to name your look before your create it.
sv: Du måste ange ett namn på din look.

source: Black
sv: Svart

source: Grey
sv: Grå

source: White
sv: Vit

source: Brown
sv: Brun

source: Red
sv: Röd

source: Yellow
sv: Gul

source: Green
sv: Grön

source: Blue
sv: Blå

source: Gold
sv: Guld

source: Pink
sv: Rosa

source: Purple
sv: Lila

source: Home page
sv: Hem

source: Only active categories are visible and searchable on the website
sv: Endast aktiva kategorier visas och är sökbara på sajten

source: The category is visible on the front page
sv: Kategorin visas på förstasidan

source: Slug Name
sv: Slug

source: Used for URLs, auto-generated from name if blank
sv: Används i URLer. Om den är tom, auto-genereras den från namnet

source: Stock Keeping Unit
sv: Produkt ID (SKU)

source: Time added
sv: Tid tillagd

source: Time published
sv: Tid publicerad

source: Product description
sv: Produktbeskrivning

source: Product image
sv: Produktbild

source: Gender
sv: Kön

source: In stock
sv: I lager

source: category
sv: kategori

source: Name
sv: Namn

source: Buy URL
sv: URL till köpsida

source: Price
sv: Pris

source: Price converted to base currency
sv: Pris konverterat till basvaluta

source: Currency
sv: Valuta

source: Base currency as three-letter ISO code
sv: Basvaluta som ISO-kod (3 bokstäver, t ex SEK)

source: Original price
sv: Ursprungligt pris

source: Original currency
sv: Ursprunglig valuta

source: Currency as three-letter ISO code
sv: Valuta som ISO-kod (3 bokstäver, t ex SEK)

source: Discount currency
sv: Rabattvaluta

source: Original discount price
sv: Ursprungligt rabatterat pris

source: Original discount currency
sv: Ursprunglig rabattvaluta

source: Items in stock
sv: Antal i lager

source: No information available
sv: Ingen information tillgänglig

source: Out of stock
sv: Ej i lager

source: items in stock
sv: i lager

source: Title
sv: Titel

source: Look description
sv: Beskrivning

source: What compontent to show
sv: Vilken komponent ska visas

source: Found %(count)d product
sv: Hittade %(count)d produkt

source: Show %(count)d product
sv: Visa %(count)d produkt

source: Found %(count)d look
sv: Hittade %(count)d look

source: Show %(count)d look
sv: Visa %(count)d look

source: Found %(count)d matching member
sv: Hittade %(count)d medlem

source: Show %(count)d matching member
sv: Visa %(count)d medlem

source: Found %(count)d matching brand
sv: Hittade %(count)d varumärke

source: Show %(count)d matching brand
sv: Visa %(count)d varumärke

source: Found %(count)d matching store
sv: Hittade %(count)d butik

source: Show %(count)d matching store
sv: Visa %(count)d butik

source: Login with Facebook
sv: Logga in med Facebook

source: ago
sv: sedan

source: Discover fashion selected by bloggers, your friends & other stylemakers.
sv: Håll koll på bloggare, designers och dina vänners favoriter.

source: Sign up to get sale alerts when the price drops on products you like!
sv: Bli medlem för att bli meddelad när produkter du gillat prissänks!

source: Check your browser settings.
sv: Undersök din webbläsares inställningar

source: Shared to your Facebook timeline!
sv: Delad till din Facebook timeline!

source: E-mail address
sv: E-postadress

source: Converted sale amount
sv: Konverterat säljpris

source: Converted sale commission
sv: Konverterad provision

source: Original sale amount
sv: Ursprungligt säljpris

source: Original sale commission
sv: Ursprungligt provision

source: Original currency as three-letter ISO code
sv: Basvaluta som ISO-kod (3 bokstäver, t ex SEK)

source: Time of sale
sv: Tid för köp

source: Your name
sv: Ditt namn

source: E-mail
sv: E-postadress

source: Blog URL
sv: Blogg-URL

source: Unknown
sv: Okänt

source: Shop on your site
sv: Shop på din site

source: Look on your site
sv: Look på din site

source: Product link on your site
sv: Produktlänk på din site

source: Store link on your site
sv: Butiklänk på din site

source: Look on Apprl.com
sv: Look på Apprl.com

source: Shop on Apprl.com
sv: Shop på Apprl.com

source: Feed on Apprl.com
sv: Feed på Apprl.com

source: Your profile on Apprl.com
sv: Din profil på Apprl.com

source: Product page
sv: Produktsida

source: Decompress the file before importing it
sv: Packa upp filen innan den importeras

source: Running
sv: Kör

source: Completed
sv: Färdig

source: Failed
sv: Misslyckad

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Products imported
sv: Importerade produkter

source: Number of products created or updated
sv: Antal skapade eller uppdaterade produkter

source: Attention required
sv: Måste åtgärdas

source: Error
sv: Fel

source: Message
sv: Meddelande

source: Date
sv: Datum

source: Base currency
sv: Basvaluta

source: A user with that e-mail already exists.
sv: En användare med den e-postadressen existerar redan.

source: Brand
sv: Varumärke

source: Publisher
sv: Apprl Publisher

source: Settings
sv: Inställningar

source: Woman
sv: Kvinna

source: Your e-mail address
sv: Din e-postadress

source: Write something about yourself, include links to your blog or website
sv: Skriv något om dig själv, inkludera gärna länkar till din blogg eller annan webbsida

source: New e-mail address
sv: Ny e-postadress

source: I'd like to receive e-mails with trending products, looks and other inspiration.
sv: Jag vill ha e-post med populära produkter och annan inspiration.

source: I want to receive sale alerts on items that I ♥.
sv: Jag vill bli meddelad när en produkt jag ♥ prissänks.

source: When you ♥ a product
sv: När du ♥ en produkt

source: When you ♥ a look
sv: När du ♥ en look

source: When you create a look
sv: När du skapar en look

source: When you follow someone
sv: När du följer någon

source: Personal/organization number
sv: Person- eller organisationsnummer

source: Bank clearing number
sv: Bankens clearingnummer

source: Bank account number
sv: Bankkontonummer

source: Other notes
sv: Andra noteringar

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Please enter a valid email address.
sv: Fyll i en giltig e-postadress.

source: Password
sv: Lösenord

source: Password confirmation
sv: Lösenord igen

source: Enter the same password as above, for verification.
sv: Fyll i samma lösenord som ovan för verifiering.

source: E-mail does not exist or account is already confirmed.
sv: E-postadressen existerar inte eller så är kontot redan aktiverat.

source: All
sv: Alla

source: Those I follow
sv: De jag följer

source: No one
sv: Inga

source: User profile image
sv: Profilbild

source: About
sv: Om

source: Language
sv: Språk

source: Login flow
sv: Inloggingsflöde

source: When someone commented on a product that I have liked
sv: När någon kommenterat en produkt som jag har gillat

source: When someone commented on a product that I have commented on
sv: När någon kommenterat en produkt som jag kommenterat på

source: When someone commented on a look that I have created
sv: När någon kommenterat en look som jag har gjort

source: When someone commented on a look that I have commented on
sv: När någon kommenterat en look som jag har kommenterat på

source: When someone likes a look that I have created
sv: När någon gillar en look som jag har gjort

source: When someone starts to follow me
sv: När någon börjat följa mig

source: When a Facebook friend has joined Apprl
sv: När en Facebookvän blivit medlem på Apprl

source: Receive payments as a company
sv: Jag vill ha utbetalning som företag

source: Receive payments as a private person
sv: Jag vill ha utbetalning som privatperson

source: Address
sv: Adress

source: Postal code
sv: Postkod

source: City
sv: Postadress

source: Welcome to Apprl %(name)s
sv: Välkommen till Apprl %(name)s

source: Password was updated
sv: Lösenordet är uppdaterat

source: Password was added
sv: Lösenordet är tillagt

source: Nearly created your membership...
sv: Ditt medlemskap är nästan klart...

source: Product clicks
sv: Produkt klick

source: 403 Error
sv: 403-fel

source: Access forbidden
sv: Åtkomst nekad

source: 404 Error
sv: 404-fel

source: The page you're trying to view cannot be found!
sv: Sidan kunde tyvärr inte hittas!

source: 500 Error
sv: 500-fel

source: An error occurred
sv: Ett fel uppstod

source: TOP MODEL SWEDEN ON APPRL
sv: TOP MODEL SVERIGE PÅ APPRL

source: Follow the models
sv: Följ modellernas stil

source: Follow the models and shop their wardrobes
sv: Följ modellerna och shoppa i deras garderober

source: TO THE MODELS
sv: TILL MODELLERNA

source: Toggle navigation
sv: Växla navigation

source: Search for products, members & brands
sv: Sök produkter, medlemmar & varumärken

source: Get started
sv: Börja här

source: Log in
sv: Logga in

source: Your profile
sv: Din profil

source: For publishers
sv: För publishers

source: Your store
sv: Din butik

source: + Invite friends
sv: + Bjud in vänner

source: + Create look
sv: + Skapa look

source: Log out
sv: Logga ut

source: Your APPRL
sv: Din APPRL

source: Follow
sv: Följ

source: Members
sv: Medlemmar

source: Brands
sv: Varumärken

source: Do you have a store?
sv: Har du en butik?

source: Are you a blogger?
sv: Bloggar du?

source: Women
sv: Dam

source: Men
sv: Herr

source: Follow us
sv: Följ oss

source: E-mail newsletter
sv: E-post nyhetsbrev

source: Contact
sv: Kontakt

source: Privacy & Terms
sv: Användarvillkor

source: Sweden
sv: Sverige

source: Close
sv: Stäng

source: Redirecting you to %(store)s
sv: Du skickas nu till %(store)s

source: The product URL is no longer valid.
sv: Produktlänken är inte längre giltig.

source: Only men’s
sv: Bara herr

source: Only women’s
sv: Bara dam

source: Show all
sv: Visa alla

source: Matching products
sv: Träffar bland produkter

source: See all »
sv: Se alla »

source: Show all products
sv: Visa alla produkter

source: Matching looks
sv: Träffar bland looks

source: Show all looks
sv: Visa alla looks

source: Matching brands
sv: Träffar bland varumärken

source: Matching stores
sv: Träffar bland butiker

source: Matching members
sv: Träffar bland medlemmar

source: Apparel, shoes, bags & accessories from the best online stores selected by bloggers & brands
sv: Kläder, skor, väskor & accessoarer från de bästa onlinebutikerna utvalt av bloggare och designers

source: Discover fashion from the world's best stores selected by bloggers, your friends & other stylemakers.
sv: Upptäck inspirerande mode genom bloggare, dina vänner & designers.

source: This is your personal Apprl feed with the latest from your follows. <a href="%(members_url)s">Discover more people, bloggers & brands to follow here</a> and <a href="%(profile_url)s">manage who you follow here</a>.
sv: Det här är ditt personliga nyhetsflöde med det senaste från de du följer. <a href="%(members_url)s">Hitta fler medlemmar, bloggare och varumärken att följa här</a> och <a href="%(profile_url)s">hantera vilka du följer här</a>.

source: Follow members &amp; brands to fill your feed
sv: Följ medlemmar &amp; varumärken för att fylla ditt nyhetsflöde.

source: added
sv: har lagt till

source: %(count)s new women's product
sv: %(count)s ny damprodukt

source: %(count)s new men's product
sv: %(count)s ny herrprodukt

source: See the latest from %(brand)s
sv: Se det senaste från %(brand)s

source: created a look
sv: skapade en look

source: and
sv: och

source: now follows
sv: följer nu

source: Following
sv: Följer

source: Stop following
sv: Sluta följa

source: likes a look
sv: gillar en look

source: likes
sv: gillar

source: Accept transaction?
sv: Godkänn transaktion?

source: Order Value
sv: Order Värde

source: Commission
sv: Provision

source: Time
sv: Tid

source: Cancel
sv: Avbryt

source: Reject transaction?
sv: Varför ej godkänna transaktionen?

source: Describe your reason to reject the transaction.
sv: Beskriv varför du ej vill godkänna transaktionen.

source: Reject
sv: Godkänn ej

source: Transactions
sv: Transaktioner

source: Clicks
sv: Klick

source: Balance:
sv: Balans

source: Total accepted commission:
sv: Totalt godkänd provision:

source: Show:
sv: Visa:

source: Accepted commission this month:
sv: Godkänd provision denna månad:

source: Order Detail
sv: Order Detaljer

source: Accept
sv: Godkänn

source: No transactions
sv: Inga transaktioner

source: For any item you ♥ like you will get a sale alert via e-mail when the price drops. You can personalize your shop to see only <a href="%(shop_url)s?view=brands">My Brands</a>, <a href="%(shop_url)s?view=friends">My Friends</a> or to show <a href="%(shop_url)s">Everything</a>.
sv: Du får ett mail när priset på produkter du har "♥ gillat" sänks. Du kan anpassa shoppen genom att välja att se enbart <a href="%(shop_url)s?view=brands">Dina Varumärken</a>, <a href="%(shop_url)s?view=friends">Dina Vänner</a> eller <a href="%(shop_url)s">Allt</p>.

source: Popular
sv: Populära

source: Latest in
sv: Senast inkommet

source: My friends
sv: Mina vänner

source: My brands
sv: Mina varumärken

source: Create your fall look in 5 mins for a chance to win €500 to shop for
sv: Skapa din höstlook på 5 minuter för en chans att vinna 5000kr att shoppa för

source: Competition is now closed
sv: Tävlingen är nu avslutad

source: Competition open 26th Aug - Sept 1st
sv: Tävlingen är öppen 26 augusti - 1 september

source: The looks with most votes by the end of Sept 1st enter the final.
sv: De looks som har fått flest röster efter 1:a september går till final

source: To join:
sv: För att delta:

source: Like APPRL on Facebook here:
sv: Gilla APPRL på Facebook här:

source: Create your fall look here:
sv: Skapa din höstlook här:

source: + CREATE LOOK
sv: + SKAPA LOOK

source: Promote your look - the 10 looks with the most <span class="heart">♥</span> likes on APPRL enter the final round.
sv: Sprid din look - de 10 som flest har <span class="heart">♥</span> gillat på APPRL går till final

source: Top blogger <strong>Elin Kling</strong> selects the final winner on our Facebook page.
sv: <strong>Elin Kling</strong> väljer ut vinnaren på vår Facebooksida

source: SEE FINALISTS
sv: SE FINALISTER

source: All looks created between 26th of August and 1st of September are included in the contest. The 10 looks with most likes on Apprl by the end of September 1st are published on our Facebook page where blogger Elin Kling chooses the winner. The winning prize is products for €500 at any of the stores connected to Apprl, following Apprl's process for this. The contestant is responsible to pay any taxes if required and that uploaded images (if any) follows Apprl's Terms of Service. Apprl holds the right to disqualify contestants for suspected cheating, abuse or other reason. Our general terms of service & privacy policy apply.
sv: Alla looks skapade mellan 26 augusti - 1 september är med i tävlingen. De 10 looks som flest personer har gillat på Apprl efter 1:a september publiceras på vår Facebooksida där Elin Kling väljer ut en vinnare. Priset består av rätten till produkter till ett värde av €500 från någon av de butiker som är kopplade till Apprl enligt Apprls process för detta. Den tävlande betalar eventuell vinstskatt och är ansvarig för att eventuellt uppladdat innehåll följer Apprl's Användarvillkor. Apprl förbehåller sig rätten att diskvalificera en tävlande för misstanke om fusk, oetiskt uppträdande eller av annan anledning. Apprls Användarvillkor gäller.

source: For questions & info contact
sv: För frågor & info kontakta

source: FINALISTS
sv: FINALISTER

source: ABOUT THE CONTEST
sv: OM TÄVLINGEN

source: SEE THE WINNER ON OUR FACEBOOK PAGE
sv: SE VINNAREN PÅ VÅR FACEBOOKSIDA

source: by
sv: av

source: RESULT
sv: RESULTAT

source: Embed look on your site / blog
sv: Lägg in looken på din blogg eller site

source: It's easy to embed a look on your blog/site. Enter your preferred format below, copy and paste the embed-code (In HTML-mode) into your blog/site.
sv: Du kan enkelt lägga in en look på din blogg/site. Ställ in vilket format du vill ha, kopiera och klistra sen in embed-koden (i HTML-läge) på din blogg/site.

source: Width
sv: Bredd

source: pixels
sv: pixlar

source: Show embed code
sv: Visa embed-kod

source: Copy and paste this code (in HTML-mode) into your site/blog
sv: Kopiera och klistra in den här koden (i HTML-läge) på din site/blogg

source: The world's best online stores in one place, curated by your friends, bloggers & other stylemakers
sv: Produkter från världens bästa onlinebutiker, utvalda av bloggare, designers och dina vänner.

source: Get Access
sv: Börja här

source: Are you an online store?
sv: Har du en onlinebutik?

source: Create a new look
sv: Skapa en ny look

source: Sorry, but our create look tool currently doesn’t work on mobile devices. Get a laptop and come back!
sv: Tyvärr så fungerar det inte att skapa looks på mobila enheter än så länge. Hämta en dator och kom tillbaks!

source: Create a tagged photo
sv: Skapa taggat foto

source: Create a collage
sv: Skapa kollage

source: Not published
sv: Ej publicerad

source: Liked
sv: Gillar

source: Unlike
sv: Sluta gilla

source: Like
sv: Gilla

source: Edit
sv: Redigera

source: Delete
sv: Ta bort

source: Unpublish
sv: Avpublicera

source: Publish
sv: Publicera

source: Look details
sv: Beskrivning

source: %(number)s article
sv: %(number)s artikel

source: Created
sv: Skapad

source: Embed on your blog / site
sv: Lägg in looken på din blogg / site

source: More looks by
sv: Fler looks av

source: See all looks by %(firstname)s
sv: Se alla looks av %(firstname)s

source: Likes
sv: Gillar

source: Be the first one to like this look!
sv: Bli den första att gilla den här looken!

source: Delete look
sv: Ta bort look

source: Reset look
sv: Återställ look

source: Save draft
sv: Spara utkast

source: Save
sv: Spara

source: Reset
sv: Återställ

source: Your ♥
sv: Dina ♥

source: All products
sv: Alla produkter

source: Search products & brands here…
sv: Sök produkter, medlemmar & varumärken…

source: Choose category
sv: Välj kategori

source: Subcategory
sv: Underkategori

source: Color
sv: Färg

source: No matching items
sv: Inga produkter matchar ditt urval

source: Reset search
sv: Nollställ sökning

source: Connect with your Facebook account to save your favourite items
sv: Logga in med ditt Facebookkonto för att kunna spara dina favoritprodukter

source: Login
sv: Logga in

source: Do you want to save this look before logging in with Facebook?
sv: Vill du spara den här looken innan du loggar in med Facebook?

source: Reset look?
sv: Återställ look?

source: Are you sure you want to discard changes and start over?
sv: Är du säker på att du vill ångra alla ändringar och börja om från början?

source: Delete look?
sv: Ta bort look?

source: Are you sure you want to permanently delete your look?
sv: Är du säker på att du vill ta bort din look permanent?

source: Unpublish look?
sv: Avpublicera look?

source: Are you sure you want to unpublish this look so that no one can see it?
sv: Är du säker på att du vill avpublicera looken så att ingen kan se den?

source: Save look
sv: Spara look

source: Your look title
sv: Din look titel

source: Description
sv: Beskrivning

source: Publish look
sv: Publicera look

source: Product info
sv: Produktinformation

source: Add product
sv: Lägg till produkt

source: Click in photo to place item
sv: Klicka i bilden för att placera produkten

source: Uploading image
sv: Laddar upp bild

source: Start by uploading a photo
sv: Börja med att ladda upp ett foto

source: Upload
sv: Ladda upp

source: Add
sv: Lägg till

source: Looks Men
sv: Looks Herr

source: Looks Women
sv: Looks Dam

source: Showing
sv: Visar

source: Are you sure?
sv: Är du säker?

source: Do you really want to delete look
sv: Vill du verkligen ta bort looken

source: Do you want to publish this look?
sv: Är du säker på att du vill publicera denna look?

source: Was available at
sv: Fanns hos

source: Available at
sv: Finns hos

source: The item is sold in %(original_currency)s and the conversion to %(CURRENCY)s is approximate.
sv: Produkten säljs i %(original_currency)s och översättningen till %(CURRENCY)s är ungefärlig.

source: Sold out
sv: Slut

source: Buy
sv: Köp

source: Get product link
sv: Hämta produktlänk

source: Selected by
sv: Utvald av

source: Go to blog »
sv: Till bloggen »

source: Looks with this item
sv: Looks med denna produkt

source: See all looks
sv: Visa alla looks

source: Add your look
sv: Lägg till din look

source: Be the first one to like this product!
sv: Bli den första att gilla den här produkten!

source: Similar
sv: Liknande

source: You may also like
sv: Se även

source: Filter products
sv: Filtrera produkter

source: Reset all
sv: Nollställ allt

source: APPRL FOR ONLINE STORES
sv: APPRL FÖR ONLINEBUTIKER

source: Apprl is a digital & social platform that helps online stores to drive sales & engagement through the social platform Apprl.com and our network of fashion influencers, bloggers & online magazines.
sv: Apprl är en digital & social plattform som hjälper retailers och varumärken att driva försäljning och öka sin räckvidd genom apprl.com och vårt nätverk av bloggare och onlinemedier.

source: Apply and we'll get in touch with you:
sv: Ansök nedan så kontaktar vi dig:

source: APPLY
sv: ANSÖK

source: Follow members and brands to see their items and looks in your <a href="%(feed_url)s">APPRL feed</a> and under <a href="%(shop_friend)s">Shop > My Friends</a> & <a href="%(shop_brand)s">Shop > My Brands</a>.
sv: Följ medlemmar och varumärken för att se deras produkter och looks i din <a href="%(feed_url)s">APPRL feed</a> och på <a href="%(shop_friend)s">Shop > Mina vänner</a> & <a href="%(shop_brand)s">Shop > Mina varumären</a>.

source: Only men
sv: Bara herr

source: Only women
sv: Bara dam

source: Stores
sv: Butiker

source: Sales
sv: Köp

source: Store
sv: Butik

source: Create your personal shop based on the brands you follow.
sv: Skapa din personliga shop genom att följa dina favoritvarumärken.

source: Create your personal shop based on the people you follow.
sv: Skapa din personliga shop baserat på vad dina vänner gillar.

source: Become a member
sv: Bli medlem

source: Sign up to get access to featured products, sale alerts and more.
sv: Bli medlem för att följa bloggare, dina vänner & designers och bli meddelad när dina favoritprodukter prissänks.

source: Create a look
sv: Skapa en look

source: You need to become a member to create a look.
sv: Du behöver bli medlem för att kunna skapa looks.

source: You need to become a member to follow someone.
sv: Du behöver bli medlem för att kunna följa någon.

source: Like a look
sv: Gilla en look

source: You need to become a member to ♥ a look.
sv: Du behöver bli medlem för att kunna ♥ looks.

source: Like a product
sv: Gilla en produkt

source: You need to become a member to ♥ a product.
sv: Du behöver bli medlem för att kunna ♥ produkter.

source: Created by
sv: Skapad av

source: More alternatives from
sv: Fler alternativ från

source: No results
sv: Inga resultat

source: More on the way
sv: Mer på väg

source: Show me more!
sv: Visa mer!

source: Women’s / Men’s
sv: Dam / Herr

source: Show everything
sv: Visa allt

source: Womens
sv: Dam

source: Mens
sv: Herr

source: Categories
sv: Kategorier

source: Reset this filter
sv: Nollställ sökning

source: Only show products on sale
sv: Visa endast prissänkta varor

source: Colors
sv: Färg

source: Search brands
sv: Sök bland varumärken
