Repository: apprl/sorl-thumbnail
Catalog: apparelrow/locale/*/LC_MESSAGES/djangojs.po
Languages: sv

source: Like a product to save it to your profile
sv: Gilla en produkt för att spara den till din profil

source: More info
sv: Mer info

source: Buy
sv: Köp

source: Found %(count)s product
sv: %(count)s träff bland produkter

source: Found %(count)s look
sv: %(count)s träff bland looks

source: Found %(count)s matching brand
sv: %(count)s träff bland varumärken

source: Show %(count)s product
sv: Visa %(count)s produkter

source: Show %(count)s look
sv: Visa %(count)s look

source: Show %(count)s matching brand
sv: Visa %(count)s varumärke

source: %s product
sv: %s produkt

source: SOLD OUT
sv: SLUT

source: %s product on sale
sv: %s prissänkt produkt
