Repository: apprl/sorl-thumbnail
Catalog: apparelrow/locale/*/LC_MESSAGES/django.po
Languages: sv

source: A %(brand_name)s product that you ♥ is on sale
sv: En produkt från %(brand_name)s som du ♥ har prissänkts

source: %(sender_name)s now follows you on Apprl
sv: %(sender_name)s följer dig nu på Apprl

source: %(sender_name)s likes your look %(object_title)s
sv: %(sender_name)s gillar din look %(object_title)s

source: %(brand_name)s %(product_name)s has been further reduced
sv: Priset på %(brand_name)s %(product_name)s har sänkts ytterligare

source: or:
sv: eller:

source: Username / E-mail address
sv: Användarnamn / E-mailadress

source: Your username and password did not match. Please try again.
sv: Fel användarnamn eller lösenord. Försök igen.

source: Forgot password?
sv: Glömt lösenord?

source: Password reset complete
sv: Lösenordet är återställt

source: Your password has been set. You may go ahead and log in now.
sv: Ditt lösenord har sparats. Nu kan du logga in med ditt nya lösenord

source: Enter new password
sv: Ange nytt lösenord

source: Please enter your new password twice so we can verify you typed it in correctly.
sv: Ange ditt nya lösenord två gånger så att vi kan verifiera att det är korrekt.

source: Password reset unsuccessful
sv: Kunde inte återställa lösenordet

source: The password reset link was invalid, possibly because it has already been used.
sv: Återställningslänken är inte giltig, förmodligen har den redan använts.

source: Please request a new password reset.
sv: Begär en ny länk för att återställa lösenordet.

source: Password reset
sv: Återställ lösenord

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
sv: Vi har skickat instruktioner hur du kan återställa ditt lösenord till e-postadressen du angivit.

source: You're receiving this e-mail because you requested a password reset
sv: Du har fått det här mejlet eftersom du begärt ett nytt lösenord

source: for your user account at %(site_name)s
sv: för ditt konto på %(site_name)s

source: Please go to the following page and choose a new password:
sv: Gå till denna sida och välj ett nytt lösenord:

source: Your username, in case you've forgotten:
sv: Ditt användarnamn, om du har glömt det:

source: Forgotten your password?
sv: Glömt ditt lösenord?

source: Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
sv: Ange din e-mail här och vi skickar instruktioner för att ange ett nytt!

source: Just click this link to verify your e-mail address and start using Apprl:
sv: Klicka på den här länken för att verifiera din e-postadress:

source: Check your e-mail!
sv: Kolla din e-mail!

source: We have sent an e-mail to you.<br>To complete your signup, open that e-mail and click the link.
sv: Vi har skickat ett e-mail till dig, öppna mailet och klicka på länken.

source: If you can't find the confirmation e-mail,<br>check your spam folder or send the e-mail again:
sv: Om du inte hittar något e-mail,<br>kolla din spam/skräp-mapp eller skicka ut ett nytt e-mail:

source: Send e-mail again
sv: Skicka e-mail igen

source: E-mail sent.
sv: E-postmeddelande skickat.

source: By signing up you are agreeing to our <a class="underline" target="_blank" href="%(tou)s">Privacy Policy & Terms of use</a>.
sv: Genom att skapa ditt konto godkänner du våra <a class="underline" target="_blank" href="%(tou)s">Användarvillkor</a>.

source: Invalid activation key
sv: Ogiltig aktiveringsnyckel

source: Could not activate account, the activation key is invalid.
sv: Kan inte aktivera kontot, aktiveringsnyckeln är ogiltig.

source: or sign up with e-mail
sv: eller skapa ett konto med din e-postadress

source: <a href="%(login_url)s">If you're already a member, login here »</a></p>
sv: <a href="%(login_url)s">Om du redan är medlem, logga in här »</a></p>
