Repository: apprl/sorl-thumbnail
Catalog: apparelrow/locale/*/LC_MESSAGES/django.po
Languages: sv

source: No matching stores
sv: Inga butiker matchar ditt urval

source: Sort by
sv: Sortera på

source: popular
sv: populära

source: latest
sv: senaste

source: low price
sv: billigast

source: high price
sv: dyrast

source: See looks »
sv: Se looks »

source: Add to look
sv: Lägg i look

source: Your product link
sv: Din produktlänk

source: Share this link on your blog, social media, e-mail or anywhere, and you will make money on anyone who clicks on it and buys something from the store.
sv: Den här länken kan du sprida på exempelvis din blogg, sociala medier och i e-mail. Du tjänar pengar på alla som klickar på den och köper något från butiken.

source: Share on facebook
sv: Dela på facebook

source: Always share looks that you create
sv: Dela alltid när du skapat en look

source: You are now following
sv: Du följer nu

source: Always share your follows
sv: Dela alltid när du följer någon

source: You have ♥
sv: Du har ♥

source: Always share when you ♥ a look
sv: Dela alltid när du ♥ en look

source: Always share when you ♥ a product
sv: Dela alltid när du ♥ en produkt

source: Sign up
sv: Bli medlem

source: Comment
sv: Kommentera

source: Total commission %(month_commission)s %(currency)s
sv: Total provision: %(month_commission)s %(currency)s

source: Publisher commission %(partner)s %(currency)s
sv: Publisher provision: %(partner)s %(currency)s

source: Apprl commission %(apprl)s %(currency)s
sv: Apprl provision: %(apprl)s %(currency)s

source: Most clicked products
sv: Mest klickade produkter

source: Product
sv: Produkt

source: No sales yet.
sv: Inga försäljningar än.

source: Generated most sales
sv: Genererat flest köp

source: All sales
sv: Dina försäljningar

source: User
sv: Anv

source: From
sv: Från

source: Our Comm
sv: Vår Comm

source: Your statistics
sv: Din statistik

source: Become a publisher
sv: Bli Apprl partner

source: How it works
sv: Så funkar det

source: Invite and earn
sv: Bjud in bloggare

source: Link to store
sv: Länk till butik

source: Get Link to %(vendor_name)s
sv: Hämta länk till %(vendor_name)s

source: Empty
sv: Tomt

source: Note: The commission rates above are approximate and might depend on how many sales you have generated and other factors.
sv: Provisionsnivåerna ovan är ungefärliga och beror på exempelvis hur många försäljningar du har genererat.

source: Your link to %(name)s
sv: Din länk till %(name)s

source: APPRL FOR BLOGGERS & MEDIA
sv: APPRL FÖR BLOGGARE & MEDIER

source: You have been invited by %(name)s. Therefore we will put €20 in your Apprl account to start with if you apply below.
sv: Du har blivit inbjuden av %(name)s. Du kommer därför att ha 20 Euro på ditt konto redan från början om du ansöker nedan.

source: Apprl is an invitation-only digital service for fashion influencers, bloggers & magazines that helps you earn money on your blog/site through our tools.
sv: Apprl är en digital tjänst bloggare och onlinemedier som hjälper dig att tjäna pengar på din stil genom våra digitala verktyg.

source: Apply for an invitation:
sv: Ansök om att bli Apprl partner här:

source: Grow your blog and gain followers
sv: Få fler bloggläsare och följare

source: Make money on product links
sv: Tjäna pengar med produktlänkar

source: Make money from your profile
sv: Tjäna pengar från din profil

source: Make money on looks for your site/blog
sv: Tjäna pengar med looks på din blogg/site

source: Create an APPRL-shop for your site/blog
sv: Skapa en APPRL-shop till din site/blogg

source: Our stores & brands
sv: Våra butiker

source: Questions?
sv: Frågor?

source: APPLY TO BECOME A PUBLISHER HERE
sv: ANSÖK TILL ATT BLI APPRL PARTNER HÄR

source: Questions? Let us know on
sv: Frågor? Maila

source: As a fashion blogger you can apply to our publisher program. As a publisher you make money when linking to Apprl products. If someone buys a product that you have linked to, you make up to 10&#37; of the order value. As a publisher you will also grow your blog/site and create looks to share with your readers.
sv: Som modebloggare eller annan media kan du ansöka till vårt partnerprogram. Det innebär att du tjänar pengar när du länkar till produkter via Apprl. Om någon köper en produkt som du har länkat till så tjänar du upp till 10&#37; av ordervärdet. Som Apprl partner kommer du även kunna få fler läsare och skapa snygga looks att dela på din blogg/site.

source: Every time you “like” a product on Apprl.com, we show that the product is selected by you with a link back to your blog/site.
sv: Varje gång du “gillar” en produkt på Apprl.com så visar vi att produkten är utvald av dig med en länk till din blogg/site.

source: By getting followers on Apprl, more people will discover your blog/site. You can promote your Apprl profile by putting one of these badges on your blog/site and linking them to your profile:
sv: Genom att skaffa dig följare på Apprl.com kommer fler att upptäcka din blogg/site. Det kan du göra genom att länka till din profilsida med någon av de här follow-knapparna:

source: The easiest way to start making money is to simply link to our products. As a publisher just click the “Get product link”-button and share the link on your blog, Facebook page or elsewhere.
sv: Det enklaste sättet att börja tjäna pengar är att länka till våra produkter. Du plockar enkelt ut produktlänkar från produktsidor som du sen kan sprida på din blogg, Facebooksida eller var som helst!

source: All products that you “like” on Apprl.com ends up on your profile page. Every time someone clicks and buys a product – you make money.
sv: Alla produkter du “gillar“ på Apprl.com läggs till din profilsida. Varje gång någon klickar och köper en produkt från din profilsida tjänar du pengar!

source: On Apprl you can create two types of looks: Tagged photos & collages.
sv: Du kan skapa två sorters looks på Apprl: Taggat foto och kollage.

source: To put a look on your blog/site, just click the “EMBED ON YOUR BLOG / SITE”-button and follow instructions to choose the width & language of your look.
sv: För att lägga en look på din site/blogg, klicka på knappen "LÄGG IN LOOKEN PÅ DIN BLOGG / SITE" och följ instruktionerna för att välja bredd och språk.

source: As a publisher you will now make money on every person that clicks and buys a product from your look.
sv: Som Apprl partner kommer du nu att tjäna pengar på alla klick på produkter i din look som leder till köp.

source: It’s super easy to create an APPRL-shop for your blog/site. Just click the “CREATE A SHOP ON YOUR SITE”-button on your profile page and follow instructions to choose the width, height and language for your shop.
sv: Det är jätteenkelt att skapa en egen APPRL-shop till din blogg/site. Klicka bara på knappen "SKAPA EN SHOP TILL DIN SITE" på din profilsida och följ instruktionerna för att välja bredd, höjd och språk för din shop.

source: You may then embed your store on your site, for example by creating a new page on your blog. You will make money on every person that clicks and buys a product from your shop.
sv: Du lägger sedan in din shop på din site eller på exempelvis en egen sida på din blogg. Du tjänar pengar på alla klick på produkter i din shop som leder till ett köp.

source: You’ll find all the products from leading international online retailers & brands at Apprl, for you to link to, create looks from and share.
sv: Hos Apprl hittar du produkter från webbens bästa onlinebutiker och varumärken som du kan länka till och göra looks av.

source: I would like to suggest a store/brand...
sv: Jag skulle vilja föreslå en butik/varumärke...

source: If you’re missing a store let us know!
sv: Föreslå gärna en butik eller ett varumärke som du saknar!

source: You will be able to follow how much you’re making day by day.
sv: På din statistik kan du följa hur mycket du tjänar dag för dag.

source: How payments work
sv: Hur utbetalningar fungerar

source: As soon as a sale that you have generated has been carried through, your commission is added to “Your commission”. Before the amount can be payed to you, the store needs to confirm the sale. This is normally done within 30 days to account for any returned items.
sv: Direkt när ett köp har skett så ser du det under “Din provision”. För att detta köp ska kunna betalas ut till dig, så behöver butiken godkänna köpet. Detta görs normalt efter ca 30 dagar för att kunna vara säker på att inga av varorna returneras och att det verkligen blir ett köp.

source: Once a sale has been confirmed it becomes “Confirmed commission” - this is what is being paid to you each month. The last day of each month a payment will be made to you with all the confirmed commission that you have earned the previous month.
sv: När ett köp har godkänts så blir det “Godkänd provision” och det är detta som betalas ut till dig den sista dagen varje månad under förutsättning att den Godkända provisionen har nått minimibeloppet 50 EUR.

source: The minimum payment amount is 50 EUR. If your confirmed commission is less than that, the amount will be transferred to the next month. “Pending payment” is the amount of your next payment.
sv: Om din Godkända provision är mindre än det så överförs den till efterkommande månad. Under “Kommande utbetalning” ser du hur mycket som kommer att betalas ut till dig aktuell månad. Det tar en till två dagar innan du har pengarna på kontot.

source: For a payment to be made, you have to enter your account details under your settings.
sv: För att en utbetalning ska kunna göras så måste du ha angett kontouppgifter under dina inställningar.

source: Let us know any questions on
sv: Vid frågor kontakta oss på

source: Referral commission
sv: Referral-provision

source: Your commission:
sv: Din provision:

source: Confirmed commission:
sv: Bekräftad provision:

source: Pending payment:
sv: Att utbetalas:

source: Show statistics for:
sv: Din statistik för:

source: Your commission: %(month_commission)s %(currency)s
sv: Din provision: %(month_commission)s %(currency)s

source: Clicks: %(month_clicks)s
sv: Klick: %(month_clicks)s

source: Sales: %(month_sales)s
sv: Antal försäljningar: %(month_sales)s

source: Conversion rate: %(conversion_rate)s%%
sv: Konverteringsgrad: %(conversion_rate)s%%

source: Referral commission: %(referral_commission)s %(currency)s
sv: Referral-provision: %(referral_commission)s %(currency)s

source: Earn money by inviting other publishers/bloggers
sv: Bjud in bloggare och tjäna pengar

source: Your sales
sv: Dina försäljningar

source: Referral sale by
sv: Försäljning av

source: Welcome to APPRL
sv: Välkommen till APPRL

source: GET AN APPRL ACCOUNT
sv: SKAFFA ETT APPRL-KONTO

source: Thanks for your application!
sv: Tack för din ansökan!

source: Thank you for the application, your next step now is to create your Apprl account.
sv: Tack för din ansökan, ditt nästa steg nu är att skapa ditt Apprl-konto.

source: We will soon get in touch with you.
sv: Vi hör av oss till dig inom kort.

source: Earn money by inviting publishers/bloggers
sv: Bjud in bloggare och tjäna pengar

source: As one of our top members, you will earn money when a publisher/blogger that you invite to APPRL joins and starts driving sales. Also any publisher/blogger that joins using the link below will receive €20 on their APPRL account.
sv: Som en av våra utvalda medlemmar så blir du belönad när du bjuder in bloggare till APPRL, när de tjänar pengar så gör du också det. När en bloggare klickar på din unika invite-länk nedan och ansöker till APPRL så får de också €20 på sitt APPRL-konto.

source: Your invitation link:
sv: Din invite-länk:

source: copy and share with other publishers/bloggers to get rewarded
sv: kopiera länken och dela med bloggare för att tjäna pengar

source: This is how it works:
sv: Så här fungerar det:

source: Share your invitation link with the person you wish to invite and ask them to click it and apply to APPRL.
sv: Skicka din invite-länk till personen du vill bjuda in och be dem klicka på länken och ansöka till APPRL.

source: For every publisher/blogger that signs up to APPRL via your invitation link, they will become a “referral publisher” to you for 6 months.
sv: Varje bloggare som ansöker via din länk, blir en “referral-publisher” till dig i 6 månader.

source: <strong>During these 6 months, you will make half of what the publisher/blogger you have invited make</strong>. For example, if they make €20 on one sale, you make €10. You can track how much you earn under <a href="%(dashboard_url)s">your statistics</a>.
sv: <strong>Under dessa 6 månader så kommer du tjäna hälften av allt det bloggaren tjänar på via APPRL</strong>. Om de exempelvis tjänar €20 på en försäljning så tjänar du €10. Du kan följa hur mycket du tjänar under <a href="%(dashboard_url)s">din statistik</a>.

source: So far these have successfully signed up via your invitation link:
sv: Dessa personer har ansökt via din länk:

source: Signed up %(date_joined)s, your referral period ends %(referral_end)s
sv: Gick med %(date_joined)s, din referral-period slutar %(referral_end)s

source: None so far.
sv: Inga än så länge.

source: With ♥ from Apprl
sv: Med ♥ från Apprl

source: If you already have an account at Apprl, enter your username and password below to link it with your facebook account. If you do not have an account, click Continue with facebook only - you will not have to remember a username and password.
sv: Om du redan har ett konto på Apprl, ange ditt användarnamn och lösenord nedan för att länka det med ditt Facebook-konto. Om du inte har ett konto, klicka Fortsätt med endast Facebook - du behöver inte komma ihåg ditt användarnamn och lösenord.

source: Link accounts
sv: Länka konton

source: Your username and password did not match. Please try again.</p>
sv: Ditt lösenord och användarnamn stämde inte. Försök igen.</p>

source: Facebook only
sv: Endast Facebook

source: Connect with facebook only
sv: Logga in med endast Facebook

source: Privacy Policy & Terms of Use
sv: Användarvillkor & policies

source: Publisher terms
sv: Publishervillkor

source: Change picture
sv: Ändra bild

source: Create a shop on your site
sv: Skapa en shop till din site

source: Add your description by clicking here.
sv: Lägg till en beskrivning om dig

source: Save description
sv: Spara beskrivning

source: Change description
sv: Uppdatera beskrivning

source: %(product_count)s Item
sv: %(product_count)s Produkt

source: %(followers_count)s Follower
sv: %(followers_count)s Följare

source: %(following_count)s Following
sv: Följer %(following_count)s

source: E-mail Notifications & Newsletters
sv: E-postutskick & händelser

source: E-mail Address
sv: E-postadress

source: Hi %(username)s,
sv: Hej %(username)s,

source: You have requested an e-mail address change, if you wish to continue with it click on the link below to complete it:
sv: Du har begärt att ändra din e-postadress hos oss. Om du vill slutföra ändringen klicka på länken nedan:

source: With ♥ from Apprl
sv: Med ♥ från Apprl

source: Confirm e-mail address change
sv: Bekräfta byte av e-postadress

source: Link is already used
sv: Länken är redan använd

source: This link is already used. To change you e-mail address address go to <a href="%(settings_url)s">your settings</a>.
sv: Den här länken är redan använd. För att byta mailadress gå till <a href="%(settings_url)s">dina inställningar</a>.

source: Create a shop for your site/blog
sv: Skapa en shop till din site/blogg

source: It's easy to create an Apprl shop for your site/blog that includes all the products that you like on Apprl. Enter your preferred format below, then copy and paste the embed-code (in HTML-mode) into your site/blog.
sv: Du kan enkelt skapa en Apprl-shop till din site/blogg med alla produkter du gillar på Apprl. Ställ in vilket format du vill ha på din shop, kopiera och klistra sen in embed-koden (i HTML-läge) på din site/blogg.

source: Height
sv: Höjd

source: Show
sv: Visa

source: Only women's
sv: Bara dam

source: Only men's
sv: Bara herr

source: at Apprl we have collected clothes, shoes and accessories from all the leading international brands and retailers.
sv: på Apprl har vi samlat kläder, skor och accessoarer från världens bästa onlinebutiker.

source: All products that you ♥ are placed under <a href="http://apprl.com/profile/?utm_source=notification&utm_medium=email&utm_campaign=welcome">your profile</a> and you'll get an e-mail when the price drops on them.
sv: Alla produkter som du ♥ samlas under <a href="http://apprl.com/profile/?utm_source=notification&utm_medium=email&utm_campaign=welcome">din profil</a> och du får mail när priset på dem sänks.

source: It's easy to <a href="http://apprl.com/looks/create/?utm_source=notification&utm_medium=email&utm_campaign=welcome">create looks</a> to share on Apprl, Facebook, your blog or elsewhere.
sv: Du kan enkelt <a href="http://apprl.com/looks/create/?utm_source=notification&utm_medium=email&utm_campaign=welcome">skapa looks</a> att dela på Apprl, Facebook, din blogg eller vilken site som helst.

source: Follow bloggers, members & brands to personalize <a href="http://apprl.com/?utm_source=notification&utm_medium=email&utm_campaign=welcome">your newsfeed</a>.
sv: Följ bloggare, medlemmar och varumärken för att skapa <a href="http://apprl.com/?utm_source=notification&utm_medium=email&utm_campaign=welcome">din personliga newsfeed</a>.

source: Are you blogging? Apply to <a href="http://apprl.com/publisher/?utm_source=notification&utm_medium=email&utm_campaign=welcome">become a publisher</a>.
sv: Bloggar du? Ansök om att <a href="http://apprl.com/partner/?utm_source=notification&utm_medium=email&utm_campaign=welcome">bli partnerbloggare</a>.

source: Followers
sv: Följs av

source: No one is currently following you, but start off by following other members!
sv: Ingen följer dig ännu, men börja med att följa fler medlemmar!

source: Find members to follow!
sv: Hitta medlemmar att följa!

source: No one is following %(display_name)s yet.
sv: Ingen följer %(display_name)s än.

source: Follows
sv: Följer

source: You currently don't follow anyone.
sv: Du följer ingen än så länge.

source: %(display_name)s is not following anyone yet.
sv: %(display_name)s följer ingen än så länge.

source: Welcome to your Apprl profile!
sv: Välkommen till din Apprl-sida!

source: All the items that you ♥ will end up here<br>(and you will get alerts once they go on sale).
sv: Här hamnar alla produkter som du ♥-ar<br>(och du kommer få ett meddelande när de prissänks).

source: Go find items!
sv: Hitta produkter!

source: currently does not have any products.
sv: har just nu inga produkter.

source: does not like any products so far.
sv: gillar inte några produkter än.

source: Welcome inside %(firstname)s, now you can:
sv: Välkommen in %(firstname)s, vill du:

source: 1. GO TO YOUR FEED
sv: 1. GÅ TILL DIN FEED

source: See the latest from the brands & members you follow
sv: Se det senaste från varumärken & medlemmar som du följer

source: 2. GO TO THE SHOP
sv: 2. GÅ TILL SHOPPEN

source: Discover items from the world’s best online stores in one place
sv: Upptäck produkter från världens bästa onlinebutiker på ett ställe

source: 3. FOLLOW MEMBERS
sv: 3. FÖLJ MEDLEMMAR

source: Find more brands, bloggers & friends to get inspired by
sv: Hitta fler varumärken, bloggare och andra medlemmar att inspireras av

source: Continue to APPRL
sv: Fortsätt till APPRL

source: Welcome
sv: Välkommen

source: Scroll down and follow a few of our most popular brands to personalise your APPRL experience. (Once you're signed in you can follow more of our brands)
sv: Scrolla ner och följ några av våra mest populära varumärken för att göra APPRL mer anpassat efter dig. (Du kan följa fler varumärken senare)

source: All looks that you create end up here.
sv: Här visas alla looks du skapar.

source: + Create look!
sv: + Skapa look!

source: %(display_name)s has not created any looks yet.
sv: %(display_name)s har inte skapat några looks än.

source: Here you can set which e-mail adress you want to receive messages and updates to from Apprl.
sv: Här kan du ställa in till vilken e-mailadress du vill få meddelanden från Apprl.

source: Pending e-mail address change to %(new_email)s, check your inbox for confirmation mail.
sv: Du har begärt att din e-postadress ändras till %(new_email)s, för att godkänna förändringen klicka på länken i e-postmeddelandet som skickades till dig.

source: Current e-mail address:
sv: Nuvarande e-postadress:

source: Update
sv: Uppdatera

source: Connect your Facebook account to find your friends and easier share to your timeline.
sv: Anslut ditt Facebookkonto för att hitta dina vänner och enklare dela till din tidslinje.

source: It is not possible to connect this account with Facebook.
sv: Det är inte möjligt att ansluta det här kontot med Facebook.

source: Here you can set which actions you want to be automatically shared to your Facebook timeline:
sv: Här kan du ställa in vad som ska delas automatiskt till din Facebook-tidslinje:

source: Save changes
sv: Spara ändringar

source: Here you can set which notifications you want to be notified about via email:
sv: Här kan du ställa in vilka händelser du vill bli meddelad om via e-mail:

source: Who?
sv: Vem?

source: Notifications
sv: Händelser

source: Your username:
sv: Ditt användarnamn:

source: Change your password:
sv: Ändra ditt lösenord:

source: Add a password to your account:
sv: Lägg till ett lösenord till ditt konto:

source: Your publisher ID is <strong>%(userid)s</strong>.
sv: Ditt publisher ID är <strong>%(userid)s</strong>.

source: Your blog
sv: Din blogg

source: Your payment settings
sv: Dina utbetalningsuppgifter

source: Organization number
sv: Organisationsnummer

source: Personal number
sv: Personnummer

source: Bank account number 1
sv: Postgiro/Bankgiro/Kontonummer

source: Save picture
sv: Spara bild

source: Hi %(recipient_name)s!
sv: Hej %(recipient_name)s!

source: If you wish to change your e-mail preferences go to <a href="http://%(domain)s/profile/settings/">your settings</a>.
sv: Om du inte vill ha såna här meddelanden, gå till <a href="http://%(domain)s/profile/settings/">dina inställningar</a>.

source: have also commented on the look
sv: har också kommenterat looken

source: have commented on your look
sv: har kommenterat din look

source: have also commented on
sv: har också kommenterat

source: have commented on
sv: har kommenterat

source: which you have liked:
sv: som du har gillat:

source: Your Facebook friend
sv: Din Facebookvän

source: has just joined Apprl
sv: finns nu på Apprl

source: Follow %(sender_name)s here
sv: Följ %(sender_name)s här

source: that you have ♥ is reduced from %(original_price)s to %(discount_price)s.
sv: som du har ♥ har prissänkts från %(original_price)s till %(discount_price)s.

source: now follow your updates on Apprl.
sv: följer nu dina uppdateringar på Apprl.

source: updates here!
sv: uppdateringar här!

source: You are currently following
sv: Du följer just nu

source: likes your look
sv: gillar din look

source: that you have ♥ is now reduced from %(original_price)s to %(discount_price)s.
sv: är nu sänkt från %(original_price)s till %(discount_price)s.

source: %(sender_name)s have also commented on the look %(object_title)s
sv: %(sender_name)s har också kommenterat looken %(object_title)s

source: %(sender_name)s have commented on your look %(object_title)s
sv: %(sender_name)s har kommenterat på din look %(object_title)s

source: %(sender_name)s have also commented on the product %(object_title)s
sv: %(sender_name)s har också kommenterat %(object_title)s

source: %(sender_name)s have commented on a product you have liked
sv: %(sender_name)s har kommenterat en produkt som du gillat

source: %(sender_name)s is now on Apprl!
sv: %(sender_name)s finns nu på Apprl!
